Repository: danila-okuneu/News-ToDay
Catalog: NewsToDay/*.lproj/Localizable.strings
Languages: be

source: First to know
be: Першы даведайся

# description_first
source: All news in one place, be the first to know last news
be: Усе навіны ў адным месцы, будзь першым, хто даведаецца апошнія навіны

source: Next
be: Далей

source: Stay Informed
be: Будзьце ў курсе

# description_second
source: Curated stories from reliable sources, covering everything you care about. Find the news that matters most to you.
be: Адбіраныя гісторыі з надзейных крыніц, што ахопліваюць усё, што вам цікава. Знайдзіце навіны, якія вам важныя.

source: Get Started!
be: Пачнём!

# description_third
source: Personalize your experience to see the news that matters to you first. Let's dive in!
be: Персаналізуйце свой вопыт, каб першымі бачыць навіны, якія вам важныя. Наперад!

# button_get_started
source: Get Started
be: Пачаць

# tab_browse
source: Browse
be: Агляд

# tab_categories
source: Categories
be: Катэгорыі

# tab_bookmarks
source: Bookmarks
be: Закладкі

# tab_profile
source: Profile
be: Профіль

# categories_onboard_screen_title
source: Select your favorite topics
be: Абярыце вашы любімыя тэмы

# description_onboard_categories_title
source: Select some of your favorite topics to let us suggest better news for you.
be: Абярыце некалькі любімых тэм, каб мы маглі прапанаваць вам лепшыя навіны.

# next_button_title
source: Save
be: Далей

# browse_screen_title
source: Browse
be: Агляд

# description_browse_title
source: Discover things of this world
be: Адкрыйце для сябе рэчы гэтага свету

# search_placeholder_textfield
source: Search
be: Пошук

# recommended_section_title
source: Recommended for you
be: Рэкамендуем для вас

# see_all_section_button
source: See All
be: Дзяржыць усё

# random_newscategories
source: Random
be: Выпадковае

# general_newscategories
source: General
be: Агульнае

# business_newscategories
source: Business
be: Бізнес

# entertainment_newscategories
source: Entertainment
be: Забавы

# health_newscategories
source: Health
be: Здароўе

# science_newscategories
source: Science
be: Навука

# sports_newscategories
source: Sports
be: Спорт

# technology_newscategories
source: Technology
be: Тэхналогіі

# categories_screen_title
source: Categories
be: Катэгорыі

# description_categories_title
source: Thousands of articles in each category
be: Тысячы артыкулаў у кожнай катэгорыі

source: 🪙 Random
be: 🪙 Выпадковая

source: 💼 Business
be: 💼 Бізнес

source: 🎭 Entertainment
be: 🎭 Забавы

source: 🌍 General
be: 🌍 Агульныя

source: 🏥 Health
be: 🏥 Здароўе

source: 🔬 Science
be: 🔬 Навука

source: 💻 Technology
be: 💻 Тэхналогіі

source: ⚽ Sports
be: ⚽ Спорт

# bookmarks_screen_title
source: Bookmarks
be: Закладкі

# description_bookmarks_title
source: Saved articles to the library
be: Захаваныя артыкулы ў бібліятэцы

# empty_bookmarks_label
source: You haven't saved any articles yet. Start reading and bookmarking them now
be: Вы яшчэ не захавалі ні аднаго артыкула. Пачніце чытаць і дадаваць іх у ўлюбленае

# results_article_label
source: Results
be: Рэзанты

# recsearch_title_navbar
source: What we’ve found for you
be: Што мы знайшлі для вас

# profile_screen_title
source: Profile
be: Профіль

# language_profile_cell
source: Language
be: Мова

# terms_conditions_profile_cell
source: Terms & Conditions
be: Умовы і палажэнні

# sign_out_profile_cell
source: Sign Out
be: Выйсці

# language_screen_title
source: Language
be: Мова

# terms_screen_title
source: Terms & Conditions
be: Умовы і палажэнні

# textview_terms_text
source: Terms of Use Last updated: [Date] Welcome to News ToDay. By accessing or using our mobile application (the “App”), you agree to be bound by these Terms of Use (“Terms”). If you do not agree to these Terms, you should not use the App. Please read these Terms carefully before using our services. 1. Acceptance of Terms By downloading, accessing, or using the App, you agree to comply with and be bound by these Terms. If you do not agree to these Terms, please do not use the App. 2. Changes to Terms We reserve the right to modify these Terms at any time. If we make changes, we will notify you by revising the date at the top of the Terms. Your continued use of the App following any changes means you accept the revised Terms. 3. User Conduct By using the App, you agree not to: Use the App for any illegal or unauthorized purpose. Interfere with the proper working of the App, including through the use of viruses, bots, or other harmful means. Post or transmit any content that is harmful, obscene, defamatory, or otherwise objectionable. 4. User-Generated Content You may be able to submit, post, or share content within the App. You retain ownership of any content you submit, but by submitting content, you grant us a worldwide, non-exclusive, royalty-free license to use, display, and distribute such content in connection with the App. 5. Privacy Policy Your privacy is important to us. Please review our Privacy Policy, which explains how we collect, use, and share your personal information. 6. Third-Party Links The App may contain links to third-party websites or services that we do not own or control. We are not responsible for the content, privacy policies, or practices of any third-party websites or services. 7. Intellectual Property All content provided in the App, including text, graphics, logos, and software, is the property of News ToDay or its licensors. You may not copy, distribute, or modify any part of the App without our written permission. 8. Disclaimer of Warranties The App is provided on an “as is” and “as available” basis without any warranties of any kind. We do not guarantee that the App will be available, secure, or error-free at all times. 9. Limitation of Liability To the maximum extent permitted by law, News ToDay will not be liable for any direct, indirect, incidental, or consequential damages arising from your use of the App. 10. Termination We reserve the right to terminate or suspend your access to the App at any time, without notice, for conduct that we believe violates these Terms or is harmful to other users or the App. 11. Governing Law These Terms are governed by the laws of [Your Country/State]. Any legal action or proceeding arising out of these Terms will be brought in the appropriate courts located in [Your Jurisdiction]. 12. Contact Information If you have any questions about these Terms, please contact us at: [Email Address].
be: Умовы выкарыстання Апошняе абнаўленне: [Дата] Сардэчна запрашаем у News ToDay. Карыстаючыся нашым мабільным прыкладаннем (далі — «Прыкладанне»), вы згаджаецеся выконваць гэтыя Умовы выкарыстання («Умовы»). Калі вы не згодныя з гэтымі Умовамі, не выкарыстоўвайце Прыкладанне. Калі ласка, уважліва прачытайце гэтыя Умовы перад выкарыстаннем нашых паслуг. 1. Прыняцце Умоў. Спампоўваючы, атрымліваючы доступ або выкарыстоўваючы Прыкладанне, вы згаджаецеся выконваць і быць абавязковымі гэтымі Умовамі. Калі вы не згодныя з гэтымі Умовамі, калі ласка, не выкарыстоўвайце Прыкладанне. 2. Змены ў Умовах. Мы пакідаем за сабой права змяняць гэтыя Умовы ў любы час. Калі мы ўнясём змены, мы паведамім вам, змяняючы дату на пачатку Умоў. Ваша далейшае выкарыстанне Прыкладання пасля змяненняў азначае, што вы прымаеце перагледжаныя Умовы. 3. Паводзіны карыстальнікаў. Выкарыстоўваючы Прыкладанне, вы згаджаецеся не: Выкарыстоўваць Прыкладанне для любых незаконных або несанкцыянаваных мэтаў. Умешвацца ў нормальную працу Прыкладання, уключаючы выкарыстанне вірусаў, ботаў або іншых шкоднасных сродкаў. Размяшчаць або перадаваць любы кантэнт, які з'яўляецца шкодным, непрыстойным, паклёпніцкім або любым іншым чынам непрымальным. 4. Кантэнт, створаны карыстальнікамі. Вы можаце прадастаўляць, публікаваць або дзяліцца кантэнтам у межах Прыкладання. Вы захоўваеце права ўласнасці на любы кантэнт, які вы падаеце, але, падаючы кантэнт, вы прадастаўляеце нам сусветную, неспецыяльную, безкаштоўную ліцэнзію на выкарыстанне, паказ і распаўсюджанне такога кантэнту ў сувязі з Прыкладаннем. 5. Політыка канфідэнцыйнасці. Ваша канфідэнцыяльнасць важная для нас. Калі ласка, азнаёмцеся з нашай Політыкай канфідэнцыяльнасці, якая тлумачыць, як мы збіраем, выкарыстоўваем і дзялімся вашай асабістай інфармацыяй. 6. Спасылкі на трэціх асоб. Прыкладанне можа ўключаць спасылкі на вэб-сайты або паслугі трэціх асоб, якія мы не валодаем або не кантролюем. Мы не несем адказнасці за кантэнт, палітыку канфідэнцыйнасці або практыку любых вэб-сайтаў або паслуг трэціх асоб. 7. Інтэлектуальная ўласнасць. Увесь кантэнт, прадстаўлены ў Прыкладанні, уключаючы тэкст, графіку, лагатыпы і праграмнае забеспячэнне, з'яўляецца ўласнасцю News ToDay або яго ліцэнзіядаўцаў. Вы не можаце капіраваць, распаўсюджваць або змяняць любую частку Прыкладання без нашага пісьмовага дазволу. 8. Адмова ад гарантый. Прыкладанне прадастаўляецца на аснове «як ёсць» і «як даступна» без якіх-небудзь гарантый любога роду. Мы не гарантуем, што Прыкладанне будзе даступна, бяспечна або без памылак у любы час. 9. Абмежаванне адказнасці. У максімальным аб'ёме, дазволеным законам, News ToDay не нясуць адказнасці за любыя прамыя, ўскосныя, выпадковыя або спадарожныя шкоды, якія ўзнікаюць у выніку вашага выкарыстання Прыкладання. 10. Спыненне. Мы пакідаем за сабой права спыніць або прыпыніць ваш доступ да Прыкладання ў любы час, без папярэджання, за паводзіны, якія мы лічым такімі, што парушаюць гэтыя Умовы або наносяць шкоду іншым карыстальнікам або Прыкладанню. 11. Законодавства. Гэтыя Умовы рэгулююцца законамі [Вашай краіны/штату]. Любая прававая дзейнасць або разгляд, што вынікаюць з гэтых Умоў, будуць разглядацца ў адпаведных судах, якія знаходзяцца ў [Вашай юрысдыкцыі]. 12. Кантактная інфармацыя. Калі ў вас ёсць пытанні адносна гэтых Умоў, калі ласка, звяжыцеся з намі па адрасе: [Электронная пошта].

source: Sign Up
be: Зарэгістравацца

# already_have_account
source: Already have an account? Sign in
be: Ужо ёсць уліковы запіс? Увайсці

# bar_welcome
source: Welcome to News ToDay
be: Сардэчна запрашаем у News ToDay

# bar_welcome_description
source: Hello, I guess you are new around here. You can start using the application after sign up
be: Прывітанне, здаецца, вы тут навічок. Вы можаце пачаць выкарыстоўваць дадатак пасля рэгістрацыі

# username_placeholder
source: Username
be: Імя карыстальніка

# email_placeholder
source: Email Address
be: Адрас электроннай пошты

# password_placeholder
source: Password
be: Пароль

# confirm_password_placeholder
source: Repeat Password
be: Паўтарыце пароль

# password_mismatch_alert
source: Passwords don't match
be: Паролі не супадаюць

# enter_name_email_alert
source: Enter your name and email
be: Увядзіце імя і email

# alert_try_again
source: Try again
be: Паспрабуйце яшчэ раз

# alert_ok
source: OK
be: ОК

source: Sign In
be: Увайсці

# register_prompt
source: Don't have an account? Sign up
be: Няма акаўнта? Зарэгіструйцеся

source: Welcome back 👋
be: С вяртаннем 👋

# welcome_description
source: You can continue where you left off by logging in
be: Вы можаце працягнуць з таго месца, дзе спыніліся, увайшоўшы ў сістэму

# wrong_credentials_alert
source: Wrong email or password
be: Няправільны email або пароль

# missing_credentials_alert
source: Please, enter email and password
be: Калі ласка, увядзіце email і пароль

source: Try again
be: Паспрабуйце зноў
